/** 
* @description 数据哈希（hash）匹配
* @creatDate 2017-6-16
* @author Geek.Yu  email:1098654043@qq.com
*/ 

export const userFilterLabel = {
	//车龄
    'age':{
        '-1':'不限',
    	'1':'1年内',
    	'2':'1-3年',
    	'3':'3-5年',
    	'4':'5-8年',
    	'5':'8年以上'
    },
    //排放标准
    'dischargeStandard':{
        '-1':'不限',
    	'1':'国1',
    	'2':'国2',
    	'3':'国3',
    	'4':'国4',
    	'5':'国5'
    },
    //里程数
    'mileage':{
        '-1':'不限',
    	'1':'一万公里内',
    	'2':'1-3万公里内',
    	'3':'3-6万公里内',
    	'4':'6-10万公里内',
    	'5':'10-20万公里内',
    	'6':'20万公里以上',
    },
    //手自动挡
    'gearType':{
        '-1':'不限',
    	'1':'手动挡',
    	'2':'自动挡',
    },
    //过户次数
    'transferCount':{
        '-1':'不限',
    	'1':'1次',
    	'2':'2次',
    	'3':'3次',
    	'4':'4次',
    },
    //运营类型
    'serviceType':{
        '-1':'不限',
    	'1':'非营运',
    	'2':'营运',
    	'3':'营转非',
    },
    //钥匙数
    'keyCount':{
    	'-1':'不限',
    	'1':'1把',
    	'2':'2把',
    	'3':'3把',
    	'4':'4把',
    	'5':'5把'
    },
    //钥匙数
    'keyCount':{
    	'-1':'不限',
    	'1':'1把',
    	'2':'2把',
    	'3':'3把',
    	'4':'4把',
    	'5':'5把'
    }
}

export const userFilterData = {
	//车龄
    'age':{
        '-1':function(){
             
        },
    	'1':function(){
             
        },
    	'2':function(){
             
        },
    	'3':function(){
             
        },
    	'4':function(){
             
        },
    	'5':function(){
             
        }
    },
}