<!--  
 **  @description 网站更多功能 - 我们做啥
 --> 

<template>
	<div class="what">

        <!-- 关于我们内容的布局组件 -->
        <about-layout
            title="我们做啥"
            >
            <div class="m-about-con">
                <p class="u-article"
                    >木有 · 车是为服务大众，成就创业者而搭建的汽车服务平台，只专注于APP平台的技术创新，客户服务，盈利分配。本着“<em class="vital">大众创业、万众创新</em>”的理念，以新型的运营模式--木有车所有业务权限和业务盈利归大众所有，让大众成为平台经营者，并免费参与平台所有项目的开发，代理和经营。
                </p>
                <p class="u-article"
                    >平台免费为参与者生成终生二维码，免费保存和管理扫了你二维码的所有人，他们都是你的终身客户<em class="vital">（终身粉丝）</em>，只要你的粉丝在平台上消费了或盈利了，你将会有收入，而且是<em class="vital">永久性收益</em>。木有·车，真正的大众创业、万众创新的企业！</p>
                <p class="u-article"
                    >木有 · 车立志于<em class="vital">改变传统思维</em>，紧跟“互联网、大数据”时代，共创顶尖品牌，打造一个全国最佳的汽车服务上市平台。</p>

                <div class="m-info-box">

                    <h6 class="subtit">提供优质二手车车源</h6>
                    <p class="desc">个人车商及企业车商都可以在木有车B2B汽车交易平台发布车源，车源信息需经过木有车工作人员的认真审核及考究，保证车源的真实性。 另外，木有车平台制定了相应的交易规则，车辆交易必须缴纳信誉保证金，一旦违规操作，平台扣去其保证金，情节严重者将永不允许其入驻平台，木有车的车源一定会越来越真实可靠，越来越受车商朋友们的喜爱的。</p>

                    <h6 class="subtit">资金托管交易，农行0手续费</h6>
                    <p class="desc">木有车B2B汽车交易平台支持资金托管交易，此措施完全为了保障购车方的权益，车源真实并按流程完成交易后，托管的资金才会流入买方的钱袋，一旦买方提供的车源信息与实际车源情况不符，买方可以提出仲裁维权，1~7个工作日内，我们的仲裁人员将会根据实际情况作出决断，若确为卖方出现不诚信行为，卖方将受到处罚，托管资金将全额返还给买方。木有车坚信，诚信为商之根本，也只有买方买的放心，卖方才会卖的省心。此外，木有车携手农业银行，在木有车平台上使用农行进行交易，将免收手续费。</p>

                    <h6 class="subtit">诚信万人车商圈</h6>
                    <p class="desc">木有车是国内第一家打造APP全国车商圈的互联网企业。车商可以在商圈内交流、互荐车源信息，免费查保养查违章，互加好友，享受优质的车商服务待遇，同时您还可以看到所有入驻木有车平台的车商，可以说是一个车商根据地、大家庭，还没有入驻木有车的车商朋友们，还在等什么，赶紧入驻吧！</p>

                    <h6 class="subtit">全国同行共享车源</h6>
                    <p class="desc">鉴于大多数车商同行只卖自己车的局限性，导致客户资源的严重浪费，木有车CEO刘建龙先生提出了共享车源的新思路，帮助车商朋友增加更多的致富空间。A卖不出的车B帮着卖，C没有的车找D买，推荐方即交了朋友又分点茶水费，卖车的车商朋友自然也是心情好。合作共赢，互帮互助，这正是木有车所提倡的企业精神，成大事者，诚信为先，格局为上！</p>

                </div>
                
            </div>
        </about-layout>

	</div>
</template>

<script>
    
    // 网站更多功能内容布局组件
    import aboutLayout from 'page/more/common/layout/index.vue' 

    export default {
        name: "what",
        // 在当前模块注册组件
        components:{
            aboutLayout,
        },
        // 数据
        data() {
            return{
                
            }
        },
        // 自定义函数(方法)
        methods: {
            
        },
        
	}

</script>

<!-- 限定作用域"scoped" 不要误写成scope -->
<style lang="stylus" rel="stylesheet/stylus" scoped>
    @import 'index.styl'

</style>
